Repository: bernskioldmedia/Bernskiold-Media-Website
Catalog: content/plugins/bm-case-studies/languages/bm-case-studies-*.po
Languages: sv_se

# Post Type General Name
source: Case Studies
sv_se: Kundcase

# Post Type Singular Name
source: Case Study
sv_se: Kundcase

source: Case Studies
sv_se: Kundcase

source: Case Study Archives
sv_se: Kundcase-arkiv

source: Parent Case Study:
sv_se: Överordnat kundcase

source: All Case Studies
sv_se: Alla kundcase

source: Add New Case Study
sv_se: Lägg till nytt kundcase

source: Add New
sv_se: Lägg till nytt

source: New Case Study
sv_se: Nytt kundcase

source: Edit Case Study
sv_se: Redigera kundcase

source: Update Case Study
sv_se: Uppdatera kundcase

source: View Case Study
sv_se: Visa kundcase

source: Search Case Studies
sv_se: Sök kundcase

source: Not found
sv_se: Ej funnen

source: Not found in Trash
sv_se: Ej funnen i papperkorgen

source: Featured Image
sv_se: Utvald bild

source: Set featured image
sv_se: Ställ in utvald bild

source: Remove featured image
sv_se: Ta bort utvald bild

source: Use as featured image
sv_se: Använd som utvald bild

source: Insert into case study
sv_se: Infoga i kundcase

source: Uploaded to this case study
sv_se: Uppladdat till detta kundcase

source: Case Studies list
sv_se: Kundcase-lista

source: Case Studies list navigation
sv_se: Kundcase-list-navigation

source: Filter case studies list
sv_se: Filtrera kundcase-listan

source: BM: Case Studies
sv_se: BM: Kundcase

source: https://www.bernskioldmedia.com
sv_se: http://www.bernskioldmedia.se

source: A bespoke WordPress plugin to handle the case studies functionality.
sv_se: En skräddarsydd WordPress plugin för att hantera funktionen för kundcase.
