Repository: bernskioldmedia/Bernskiold-Media-Website
Catalog: content/themes/bmtheme/languages/*.po
Languages: sv_se

source: Content Cannot Be Found
sv_se: Innehållet kunde inte hittas

source: Unfortunately the content you were looking for could not be found. Please check that the URL is correct or do a search using the form below.
sv_se: Tyvärr kunde inte det innehåll du letade efter hittas. Vänligen kontrollera att URLen är korrekt, eller gör en sökning genom formuläret nedan.

source: Case Studies
sv_se: Kundcase

source: Wondering what we have done? You've come to the right place. Here we have collected some of the work that we have done.
sv_se: Undrar du vad vi har gjort? Då har du hittat rätt. Här har vi samlat ett urval av det arbete vi gjort för kunder.

source: Read Case Study
sv_se: Läs kundcase

source: Clients
sv_se: Kunder

source: Wondering who we have worked for before? Here is a list of most of the clients we are working with, or have worked with in the past.
sv_se: Funderar du över vilka vi arbetat med tidigare? Här är en lista över många av de kunder vi arbetar med nu, eller har arbetat med tidigare.

source: Events
sv_se: Event

source: We have lectures, courses and webinars for you throughout the year. All on topics about the digital world, teaching you the latest.
sv_se: Vi har föreläsningar, kurser och webinars för dig under året. Allt kretsande kring den digital världen för att lära dig det senaste.

source: Free!
sv_se: Gratis!

source: %s USD
sv_se: %s kr

source: Read More & Book
sv_se: Läs mer & boka

source: Unfortunately we do not have any %s to show you right now.
sv_se: Tyvärr har vi ingen %s att visa dig just nu.

source: Services
sv_se: Tjänster

source: Your business and the web could do wonderful things together. We provide the solutions to grow your business securely using the digital and web tools.
sv_se: Ditt företag och webben kan göra underbara saker tillsammans. Vi tillhandahåller lösningar för att växa ditt företag säkert med digitalt och webbverktyg.

source: Daily Archives: %s
sv_se: Dagsarkiv: %s

source: Monthly Archives: %s
sv_se: Månadsarkiv: %s

source: Yearly Archives: %s
sv_se: Årsarkiv: %s

source: Article Archives
sv_se: Artikelarkiv

source: Read our articles about everything digital marketing, such as strategy, WordPress, web development, search engine optimization (SEO) and much more.
sv_se: Läs våra artiklar om allt digital marknadsföring, som strategi, WordPress, webbutveckling, sökmotoroptimering (SEO) och mycket mer.

source: Unfortunately there are now articles available for this query.
sv_se: Tyvärr finns nu artiklar för den här sökfrågan.

source: View Case Study
sv_se: Visa kundcase

source: Continue Reading
sv_se: Läs vidare

source: <strong>Bernskiold Media</strong> is a boutique full service digital agency and web agency based in Sweden with offices in Stockholm and Gothenburg.
sv_se: <strong>Bernskiold Media</strong> är en global fullservice digitalbyrå och webbyrå med kontor i Stockholm och Göteborg.

source: Read More
sv_se: Läs mer

source: Actionable Insights Monthly Right In Your Inbox
sv_se: Värdefulla insikter varje månad till din inkorg

source: Your email address
sv_se: Din e-postadress

source: Subscribe
sv_se: Prenumerera

source: Contact Us
sv_se: Kontakta oss

source: Stop by our offices to say hi, give us a call or send us a message and we'll talk.
sv_se: Kom förbi våra kontor och säg hej, slå oss en signal eller skicka oss ett meddelande så pratar vi.

source: Postal Address
sv_se: Postadress

source: Phone
sv_se: Telefon

source: Gothenburg
sv_se: Göteborg

source: Company
sv_se: Företaget

source: Skip to content
sv_se: Gå till innehåll

source: Language
sv_se: Språk

source: Menu
sv_se: Meny

source: BMTheme
sv_se: BM-tema

source: Main Menu
sv_se: Huvudmeny

source: Top Menu
sv_se: Toppmeny

source: Blog Topics Menu
sv_se: Bloggämnesmeny

source: Footer List Menu
sv_se: Meny för sidfoten

source: %s Website Admin Panel. Website developed by <a href="https://www.bernskioldmedia.com/en/">Bernskiold Media</a>.
sv_se: %s administrationspanel. Webbplatsen utvecklad av <a href="https://www.bernskioldmedia.com/sv/">Bernskiold Media</a>.

source: %1$s: %2$s to %3$s
sv_se: %1$s: %2$s till %3$s

source: F j
sv_se: j F

source: Previous Page
sv_se: Föregående sida

source: Next Page
sv_se: Nästa sida

source: Page %s
sv_se: Sida %s

source: Products
sv_se: Produkter

source: Outside of our agency work, we release various products that we make available either for purchase or for free. You'll find them all collected here.
sv_se: Utöver vårt byråarbete släpper vi även olika produkter som vi tillgängliggör antingen mot betalning eller helt gratis. Du hittar dem alla samlade här.

source: Sidebar
sv_se: Sidofält

source: Single Article Sidebar
sv_se: Sidofält för enskilda inlägg

source: Articles
sv_se: Artiklar

source: Our Clients
sv_se: Våra kunder

source: Here is a list of many of the clients that are working with, or have worked with over the years.
sv_se: Här är en lista över många av de kunder som vi arbetar med eller har arbetat med under åren.

source: Let's get started on your project!
sv_se: Låt oss komma igång med ditt projekt!

source: We'd love to talk about your project. Contact us directly, or leave a message below and we will get back to you as soon as possible.
sv_se: Vi pratar gärna med dig om ditt projekt. Kontakta oss direkt, eller lämna ett meddelande nedan så återkommer vi till dig så snart som möjligt.

source: Erik Bernskiold
sv_se: Erik Bernskiöld

source: Phone:
sv_se: Telefon:

source: Search Results for: %s
sv_se: Sökresultat för: %s

source: No Reults Found
sv_se: Inga resultat funna

source: Unfortunately we could not find any results for your search query. Please try again with another query.
sv_se: Tyvärr kunde vi inte hitta några träffar för din sökfråga. Prova gärna igen med en annan fråga.

source: Please type in your search query above to search.
sv_se: Skriv in i sökningen ovan för att söka.

source: What are you looking for?
sv_se: Vad letar du efter?

source: Search
sv_se: Sök

source: Latest Academy Posts
sv_se: Senaste artiklar från akademin

source: Learn digital marketing, web, business and all related topics in our academy. Articles, videos, e-books and more for your benefit.
sv_se: Läs om digital marknadsföring, webb, företagande och alla relaterade ämnen i vår akademi. Artiklar, videos, e-böcker och mycket mer för dig.

source: To the articles archive
sv_se: Till artikelarkivet

source: Editor's Picks
sv_se: Utvalda artiklar

source: These are articles that our editors have picked from the archives.
sv_se: Dessa är artiklar som våra redaktörer har plockat från arkiven.

source: Launch Date
sv_se: Lanseringsdatum

source: Client
sv_se: Kund

source: Who are %s?
sv_se: Vem är %s?

source: Visit Project
sv_se: Besök projektet

source: F j, Y
sv_se: j F Y

# academy page template name
source: Academy
sv_se: Akademi

source: Academy
sv_se: Akademi

source: Learning is not just important but fun. In the academy we publish content for you to learn new insights and help you improve: From articles to e-books and courses.
sv_se: Lärande är inte bara viktigt utan roligt. I akademin publicerar vi innehåll så att du kan ta del av nya insikter och få ny kunskap. Från artiklar till e-böcker och kurser.

source: Continue Reading &rarr;
sv_se: Fortsätt läsa &rarr;

source: All Our Topics
sv_se: Alla våra ämnen

source: The academy features insights into a diverse range of sub-topics within our major headlines. Find your favorite topic below.
sv_se: Akademin samlar insikter inom en mängd olika underämnen. Hitta ditt favoritområde att läsa om nedan.

source: About the Course
sv_se: Om kursen

source: Register For This Course
sv_se: Anmäl dig till kursen

source: Group Discount for 3+ people
sv_se: Grupprabatt för 3+ personer

source: Do your colleagues also want to take this course? Cool! We offer a group discount of a full 20% for parties of more than 3 people.
sv_se: Vill dina kollegor också gå den här kursen? Vi erbjuder en grupprabatt på hela 20% för grupper över 3 personer.

source: Bring a Friend - 10% Discount
sv_se: Ta med en vän - 10% rabatt

source: Don't want to go alone? Then bring a friend and you will both get a 10% discount on the course.
sv_se: Vill du inte gå ensam? Ta med dig en vän så får ni båda 10% rabatt när ni går kursen tillsammans.

source: Course Leader
sv_se: Kursansvarig

source: Read More &raquo;
sv_se: Läs mer &raquo;

source: Price
sv_se: Pris

source: %s USD (excl. VAT)
sv_se: %s kr (exkl. moms)

source: Length
sv_se: Längd

source: Dates
sv_se: Datum

source: Fully Booked
sv_se: Fullbokad

source: Only %s Seats Left
sv_se: Endast %s platser kvar

# from event date format
source: F j
sv_se: j F

# to event date format
source: F j, Y
sv_se: j F Y

source: Register Now
sv_se: Registrera dig nu

source: What will you be learning?
sv_se: Vad kommer du lära dig?

source: Who's this course for?
sv_se: Vem är kursen till för?

source: What do I need to know before?
sv_se: Vad behöver jag veta innan?

source: Course Registration
sv_se: Anmälan till kursen

source: Just select the date and fill in your details here below to register for this course right away. We look forward to seeing you!
sv_se: Välj bara datum och fyll i dina uppgifter här nedan för att registrera dig för denna kurs direkt. Vi ser fram emot att se dig!

source: Go to Course
sv_se: Gå till kursen

source: About %s
sv_se: Om %s

# frontpage page template name
source: Frontpage
sv_se: Framsida

source: Your Global Full-Service Boutique Digital Agency
sv_se: Din globala full-service digitalbyrå

source: We develop strategies, digital marketing solutions and create beautiful web solutions to grow your business. The combination of areas means we can be your one-stop-shop for all things digital.
sv_se: Vi utvecklar strategier, digitala marknadsföringslösningar och webblösningar för att växa ditt företag. Kombinationen av områden betyder att vi kan vara din enda kontakt för allt digitalt.

source: services
sv_se: tjanster

source: Learn What We Do
sv_se: Mer om vad vi gör

source: case-studies
sv_se: kundcase

source: See Our Cases
sv_se: Se våra kundcase

# fullwidth page template name
source: Fullwidth
sv_se: Fullbredd

source: https://www.bernskioldmedia.com/
sv_se: http://www.bernskioldmedia.se

source: BMTheme is a bespoke WordPress theme for Bernskiold Media.
sv_se: BMTheme är ett skräddarsytt WordPress-tema för Bernskiold Media.
