Repository: bernskioldmedia/Bernskiold-Media-Website
Catalog: content/plugins/bm-services/languages/bm-services-*.po
Languages: sv_se

# Post Type General Name
source: Services
sv_se: Tjänster

# Post Type Singular Name
source: Service
sv_se: Tjänst

source: Services
sv_se: Tjänster

source: Service Archives
sv_se: Tjänstearkiv

source: Parent Service:
sv_se: Överordnad tjänst:

source: All Services
sv_se: Alla tjänster

source: Add New Service
sv_se: Lägg till ny tjänst

source: Add New
sv_se: Lägg till ny

source: New Service
sv_se: Ny tjänst

source: Edit Service
sv_se: Redigera tjänst

source: Update Service
sv_se: Uppdatera tjänst

source: View Service
sv_se: Visa tjänst

source: Search Services
sv_se: Sök tjänster

source: Not found
sv_se: Ej funnen

source: Not found in Trash
sv_se: Ej funnen i papperkorgen

source: Service Image
sv_se: Tjänstebild

source: Set service image
sv_se: Välj tjänstebild

source: Remove service image
sv_se: Ta bort tjänstebild

source: Use as service image
sv_se: Använd som tjänstebild

source: Insert into service
sv_se: Infoga till tjänsten

source: Uploaded to this service
sv_se: Uppladdat till denna tjänst

source: Services list
sv_se: Tjänstelista

source: Services list navigation
sv_se: Tjänstelistnavigering

source: Filter services list
sv_se: Filtrera tjänstelistan

source: Holds services for the website.
sv_se: Håller tjänster för webbplatsen.

# Taxonomy General Name
source: Areas
sv_se: Områden

# Taxonomy Singular Name
source: Area
sv_se: Område

source: Areas
sv_se: Områden

source: All Areas
sv_se: Alla områden

source: Parent Area
sv_se: Överordnat område

source: Parent Area:
sv_se: Överordnat område:

source: New Area Name
sv_se: Lägg till nytt områdesnamn

source: Add New Area
sv_se: Lägg till nytt område

source: Edit Area
sv_se: Redigera område

source: Update Area
sv_se: Uppdatera område

source: View Area
sv_se: Visa område

source: Separate areas with commas
sv_se: Separata områden med kommatecken

source: Add or remove areas
sv_se: Lägg till eller ta bort områden

source: Choose from the most used
sv_se: Välj bland de mest använda

source: Popular Areas
sv_se: Populära områden

source: Search Areas
sv_se: Sök områden

source: Not Found
sv_se: Inga resultat

source: BM: Services
sv_se: BM: Tjänster

source: https://www.bernskioldmedia.com
sv_se: https://www.bernskioldmedia.com/sv/

source: A bespoke WordPress plugin to handle the services functionality.
sv_se: En skräddarsydd WordPress plugin för att hantera tjänstefunktionaliteten.
